tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "cabal-install"
brew "emacs"
brew "cask"
brew "curl"
brew "git"
brew "go"
brew "graphviz"
brew "haskell-stack", link: false
brew "lua"
brew "neovim"
brew "nodebrew"
brew "openjdk"
brew "pyenv"
brew "rbenv"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "charles"
cask "choosy"
cask "coteditor"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iconjar"
cask "iterm2"
cask "java"
cask "keka"
cask "kindle"
cask "mamp"
cask "mapture"
cask "microsoft-edge"
cask "notion"
cask "psequel"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rambox"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "tableplus"
cask "toggl"
cask "visual-studio-code"
cask "xmind"
cask "zoom"
